/* No comment provided by engineer. */
"douCenter_Nav_Title" = "DOU 艺术中心";

"douArtSpace_Title" = "DOU 艺术空间";

"douWo_Nav_Title" = "DOU 蜗";

"douBasePeking_Nav_Title" = "DOU 艺术北京基地";

"douSpace_Nav_Title" = "DOU 空间";

"moLangPhotography_Nav_Title" = "墨朗摄影艺墅";

"art029_Nav_Title" = "ART 029";

"about_Nav_Title" = "关于";

"about_String" = "    DOU空间创办于2012年7月。隶属于豆艺术中心，是学术性的专业艺术机构。并以西安作为大本营，长期进行当代艺术研究，兼并学术交流、展览、艺术家推广、公共教育、艺术沙龙等各项系列活动。主要致力于挖掘和培育当代艺术的新生力量，推动当代艺术的发展。豆空间拥有专业的批评及策展团队来保证展览的学术品质。在保持学术品质的同时进行多种形式的跨界交流合作，探寻当代艺术的延展空间，集合社会及学术资源努力构建成为一个跨学科、跨行业、跨国界的文化艺术交流平台。<br></br><br>Powered by MagicApp</br>";
